export const zh = {
  cover: {
    greeting: 'ㄋㄧˇ ㄏㄠˇ',
    introduction: '我是',
    description:
      '來台已有八年的印尼人。個性內向，但同時喜歡投入人群，曾參與多次國際志工活動。我擅長將複雜的問題拆解，分析並逐一處理至底。我常反思如何從被動的使用者，成為締造潮流的開發者，因此，逐漸走入程式開發這條路，期待因為自己設計，給予受眾更不一樣的體驗。目前在一家大數據媒體公司擔任軟體工程師，已有三年產品開發經驗。',
  },
  portfolio: '個人作品',
  coding: {
    name: '程式',
    items: [
      {
        title: 'SparkAmplify 數位媒體行銷平台',
        description:
          '成立於 2016 年，一家致力建構品牌與媒體之間橋樑的 SaaS 網路平台，提供使用者新聞稿產製、發布以及成效追蹤等服務，讓毫無行銷經驗的人也能快速上手。目前已協助超過 1500 位的使用者完成內容發布，其中包含多家跨國政府機構，例如來自新加坡的 ESG, 台灣 TAITRA 和日本的 JETRO。',
        tech: [
          {
            title: '語言',
            description: 'TypeScript',
          },
          {
            title: '框架',
            description: 'Next.js',
          },
          {
            title: '樣式',
            description: 'styled-components',
          },
          {
            title: '狀態管理',
            description: 'Redux / Redux-Saga',
          },
        ],
      },
      {
        title: '立新引力',
        description:
          '以人物報導方式，深入花蓮立霧工作坊，了解藝術家兼創辦人的陳雯俐，當初為何想把西方當代藝術帶入自己成長的原住民社區內，從中觀察當地居民如何從觀望者角色，蛻變成創作家的心態轉變；歷經九個月的追蹤，聽聞了許多不一樣觀點，便將談話內容出版成書。為了讓更多人在不受地域限制的情況下，也能閱讀這部作品，我將內容編寫並設計網站介面和程式，從規劃到完成前後花了十天，於 2017 年五月上線。網站以「立」字發想，整體採簡潔、穩重、俐落設計，並以黑白作主體色調，在無視覺干擾下，凸顯六位受訪者的人物故事溫度。',
        tech: [
          {
            title: '語言',
            description: 'TypeScript',
          },
          {
            title: '框架',
            description: 'React',
          },
          {
            title: '樣式',
            description: 'styled-components',
          },
          {
            title: '動畫',
            description: 'React Posed',
          },
        ],
      },
    ],
  },
  film: {
    title: '動態',
    subtitle: '短片',
    play: '播放',
    items: [
      {
        title: '最對味的美好',
        award: '2014 生活飲料微電影佳作',
        description:
          '集結同時代的共鳴，並依照生活飲料此產品的魅力元素做發想──「僅拾圓銅板的實惠價格，即可獲得對於飲品滿足」的概念，因此以拾圓這個物件做編想，串連整部影片的架構，最後再把生活飲料此重點產品點出，創造意料外的劇情，加深受眾印象。影片鏡頭畫面整體，以日常、輕鬆、美好為主調，隱含重點產品的陪伴是享受的，增添生活飲料的吸引力。',
        crew: [
          {
            title: '主演',
            member: ['林亦庭'],
          },
          {
            title: '導演',
            member: ['曾蓓珊'],
          },
          {
            title: '攝影/ 剪輯',
            member: ['蔡秋圓'],
          },
          {
            title: '美術指導',
            member: ['曾馨嫻', '顏松柏', '張驥宇'],
          },
          {
            title: '編劇',
            member: ['林易萱'],
          },
        ],
      },
      {
        title: '展｜望',
        award: '2015 生醫科普微電影季軍',
        description:
          '此部影片主旨為觸發環境永續共存的議題，並警惕身為地球人的我們，不應只侷限眼前利益，而忽略惡性消耗資源所可能帶來的危害，應回顧過去，向未來展望。以雙人敘述故事的拍攝手法，藉由兩位主角日常的空想，道出地球過去所累積的資產，一層層堆疊、鋪陳，最後在丟出環境永續與共存的疑問，由受眾自行反思答案並內省，達到主旨目標。',
        crew: [
          {
            title: '主演',
            member: ['凃品揚', '楊乃璇'],
          },
          {
            title: '導演 / 編劇',
            member: ['陳柏翔'],
          },
          {
            title: '攝影 / 剪輯',
            member: ['蔡秋圓'],
          },
          {
            title: '美術指導 / 動畫',
            member: ['吳思宜'],
          },
        ],
      },
    ],
    more: {
      title: '更多',
      items: [
        {
          title: '擁抱',
          description:
            '對於一個剛來到台灣的印尼人來說，台北對我總是有種很特別的存在；對於台北人來說，它就是一份感情，用獨特的方式牽連與交集，看似疏離卻又緊密牽制著。整體影片前期都呈現冷漠，鋪陳較冷的感覺，最後再用間接的方式點出溫暖的剎那，那份剎也就是最讓我印象深刻的台北。',
        },
        {
          title: '視界',
          description:
            '主要闡述錯失恐懼症(FOMO)的影響:社群媒體廣泛被使用的現代，人們會藉由手機來化解尷尬、作為逃避現實的一種工具，花了大部分時間關注其他人生活，卻忽略了身邊更值得自己關注的人事物。影片使用對比敘述的手法，用些能產生共鳴的片段開場，再後來用一種「看似...其實...」的敘述方式，引人反思。',
        },
        {
          title: '森日里物',
          description:
            '「里山倡議」意指高山與平原之間，森林、社區與農業生態系構成的地景，以永續利用的方式來管理土地和自然資源，達到兼顧生物多樣性維護與資源永續利用的願景。2015 年便和台灣五所大學共 15 人的志工團隊，前往日本三重縣赤目森林投入為期十四天的森林保育計畫，協助當地森林復育和台日文化交流。',
        },
      ],
    },
  },
  photography: {
    title: '攝影',
    items: [
      {
        title: '傳統變與不變',
        place: '花蓮 台灣',
        description:
          '撇除色彩的限制，藉由傳統底片相機的獨特色調，紀錄了花蓮一家理髮廳的日常。黑白相間的理髮椅，貼在牆上的大鏡子，沒有過多裝飾的空間，制式的，也充滿儀式的，體現顧客與服務者之間的溫度。從進入暗房挑選照片、沖洗、調整曝光比例，全程利用影像最初的產製方式將作品呈現出來。',
      },
    ],
  },
  snapSeries: {
    title: '隨拍系列',
    more: '更多',
  },
  about: {
    title: '關於',
    basic: {
      name: '蔡秋圓 / Moralis',
      email: 'moralis.tsai@gmail.com',
      bachelor: '慈濟大學 傳播學系（學士畢業）',
      master: '台灣大學 資訊網路與多媒體研究所（肄業）',
    },
    resume: '電子履歷',
  },
  experience: {
    name: '經驗',
    items: [
      {
        title: '軟體工程師',
        company: '美商安普樂發股份有限公司',
        period: '2017.09 - 至今',
        description:
          '開發擁有超過 1500 位用戶的精準式媒體行銷平台，協助用戶簡單且 快速的產出新聞稿;根據產品特性，推薦合適的媒體人，進行內容發 布以及成效追蹤。',
        jobs: [
          '使用NextJS搭配TypeScript的程式架構，建構與維護數據導向的網 路平台',
          '創建後端 RestAPI 與維護 MySQL 資料庫',
          '撰寫技術文件與程式重構',
        ],
      },
      {
        title: '媒體營運部 實習生',
        company: '大愛電視',
        period: '2015.09 - 2016.01',
        description:
          '「地球證詞」是大愛台以每日播出一部精選國內外的紀錄片的教育性節目。內容涵蓋社會、文化、藝術、科學、大自然等領域，看一部紀錄片，等於重返歷史現場­，或想像於未來，或探索於未知。四個月實習期間共產出 12 支預告片以及完成網站的架設並且上線（目前網站已下架）。',
        jobs: [
          '剪輯節目預告',
          '節目外文翻譯（印尼文 - 中文）',
          '利用 WordPress 架設節目網站',
        ],
      },
      {
        title: '新媒體部（媒體資材組） 實習生',
        company: '公共電視',
        period: '2014.07 - 2014.08',
        description:
          '成立於1998年的公共電視服務（PTS）是台灣領先的公共服務廣播公司。作為一個獨立的非營利組織，PTS旨在提供涵蓋廣泛類別的高質量節目製作服務，以展現台灣的多樣性和創造力，而不受商業或政治干擾。',
        jobs: [
          '負責影音轉檔 (將播出帶、精華帶轉入影音擷取工作站，同時建立metadata內容)',
          '使用片庫管理系統，資料畫面對剪實務操作',
          '非線性剪輯基本操作',
          '實務運用與協助例行庶務',
        ],
      },
    ],
  },
  chitChat: {
    title: '閒話家常',
    items: [
      {
        question: '來自印尼哪座城市？',
        answer:
          'Tanjung Balai Karimun，一座擁有 23 萬人口、土地面積大約半個台北市大，多數以捕魚、務農和經商為主的待開發型島嶼。島上居民的休閒活動不外乎就是泡茶聊天、看海以及騎車環島。從台灣沒有直飛的航線，回國都需先飛到新加坡，再搭類似去小琉球的交通船，坐兩小時就能抵達。',
      },
      {
        question: '為什麼會來台念大學？',
        answer:
          '生活機能好、教育水平比印尼高、提供非常多獎助學金以及台灣人超 nice ，來了都不想回去了。',
      },
      {
        question: '中文說的也太像台灣人？',
        answer:
          '由於島上三分之一是華人，其中以福建和潮州人居多，因此小學開始便被父母送到華語補習中心上課，國高中也就讀華人學校，所以來台之前就能夠說出一口流利中文。口音則是來台之後，才被身邊朋友影響，慢慢變得很「台灣」的原因。',
      },
      {
        question: '台灣什麼最好吃？',
        answer:
          '牛肉麵、滷肉飯、雞排、紅豆餅、豆漿豆花、培根蛋餅、燒餅油條、當季水果。',
      },
      {
        question: '沒特別安排的假日都在幹嘛？',
        answer:
          '逛書店、看電影、追 NETFLIX、在 O·Reilly Online Learning 更新知識。',
      },
      {
        question: '最近最常聽誰的歌？',
        answer:
          '先知瑪莉、Hello Nico、靈魂沙發、拍謝少年、滅火器、落日飛車、deca joins。',
      },
      {
        question: '讀了三次以上的書？',
        answer:
          '不能不去愛的兩件事（松浦彌太郎）、我決定簡單的生活（佐佐木典士 ）、人類大歷史（哈拉瑞 ）。',
      },
      {
        question: '腦中第一時間閃過的電影？',
        answer: '比海還深、真愛每一天、海邊的曼徹斯特、全面啟動、異星入境。',
      },
      {
        question: '最喜歡的電影台詞？',
        answer:
          'We are all traveling through time together every day of our lives. All we can do is do our best to relish this remarkable ride - 真愛每一天',
      },
    ],
  },
};
